[Application]
Version=5.0.5
[Options]
AutoUpdate=0
ClearNewList=0
DelayG=0
OnScCtrl=1
ShowStep=1
HideMainWin=1
DontShowPb=0
DontShowRec=0
DontShowEdt=0
ConfirmDelete=1
ShowTips=0
NextTip=14
IfDirectContext=None
IfDirectWindow=
KeepHkOn=0
Mouse=1
Moves=1
TimedI=1
Strokes=1
CaptKDn=0
MScroll=1
WClass=1
WTitle=1
MDelay=0
DelayM=10
DelayW=333
MaxHistory=100
TDelay=10
ToggleC=0
RecKeybdCtrl=0
RecMouseCtrl=0
KeyMode=Input
KeyDelay=-1
ControlDelay=1
CoordMouse=Window
TitleMatch=2
TitleSpeed=Fast
MouseDelay=-1
HiddenWin=0
HiddenText=1
SpeedUp=2
SpeedDn=2
HideErrors=0
MouseReturn=0
ShowProgBar=1
ShowBarOnStart=0
AutoHideBar=0
RandomSleeps=0
RandPercent=50
DrawButton=RButton
OnRelease=1
OnEnter=0
LineW=2
ScreenDir=D:\学习\wanye\AutoHotKey\PuloversMacroCreator-Portable\MacroCreatorPortable\x86\MacroCreator\Screenshots
GetWinTitle=1,0,0,0,0
DefaultEditor=notepad.exe
DefaultMacro=
StdLibFile=
KeepDefKeys=0
TbNoTheme=0
AutoBackup=1
MultInst=0
EvalDefault=0
CloseAction=Close
ShowLoopIfMark=1
ShowActIdent=1
SearchAreaColor=0xFF0000
LoopLVColor=0xFFFF80
IfLVColor=0x0080FF
VirtualKeys={LControl}{RControl}{LAlt}{RAlt}{LShift}{RShift}{LWin}{RWin}{AppsKey}{F1}{F2}{F3}{F4}{F5}{F6}{F7}{F8}{F9}{F10}{F11}{F12}{1}{2}{3}{4}{5}{6}{7}{8}{9}{0}{'}{-}{=}{[}{]}{;}{/}{,}{.}{\}{Left}{Right}{Up}{Down}{Home}{End}{PgUp}{PgDn}{Del}{Ins}{BS}{Esc}{PrintScreen}{Pause}{Enter}{Tab}{Space}{Numpad0}{Numpad1}{Numpad2}{Numpad3}{Numpad4}{Numpad5}{Numpad6}{Numpad7}{Numpad8}{Numpad9}{NumpadDot}{NumpadDiv}{NumpadMult}{NumpadAdd}{NumpadSub}{NumpadIns}{NumpadEnd}{NumpadDown}{NumpadPgDn}{NumpadLeft}{NumpadClear}{NumpadRight}{NumpadHome}{NumpadUp}{NumpadPgUp}{NumpadDel}{NumpadEnter}{Browser_Back}{Browser_Forward}{Browser_Refresh}{Browser_Stop}{Browser_Search}{Browser_Favorites}{Browser_Home}{Volume_Mute}{Volume_Down}{Volume_Up}{Media_Next}{Media_Prev}{Media_Stop}{Media_Play_Pause}{Launch_Mail}{Launch_Media}{Launch_App1}{Launch_App2}
[Language]
Lang=zh_CN
LangVersion=4
LangLastCheck=4
[HotKeys]
AutoKey=Escape|F4|F5|F6|F7
ManKey=
AbortKey=F8
PauseKey=F12
RecKey=F9
RecNewKey=F10
RelKey=CapsLock
FastKey=Insert
SlowKey=Pause
[ExportOptions]
Ex_AbortKey=0
Ex_PauseKey=0
Ex_SM=1
SM=Input
Ex_SI=1
SI=Force
Ex_ST=1
Ex_SP=0
Ex_CM=1
Ex_DH=0
Ex_DT=0
Ex_AF=1
Ex_HK=0
Ex_PT=0
Ex_NT=0
Ex_WN=0
Ex_SC=1
SC=
Ex_SW=1
SW=0
Ex_SK=1
SK=
Ex_MD=1
MD=
Ex_SB=1
SB=-1
Ex_MT=0
MT=2
Ex_IN=1
Ex_UV=1
Ex_Speed=0
ComCr=1
ComAc=0
Send_Loop=0
TabIndent=1
IndentWith=Space
ConvertBreaks=1
IncPmc=0
Exe_Exp=0
[WindowOptions]
MainWinSize=W930 H630
MainWinPos=Center
WinState=1
ColSizes=70,184,335,60,60,100,150,224,84,50
ColOrder=1,2,3,4,5,6,7,8,9,10
PrevWinSize=W121 H0
ShowPrev=1
TextWrap=1
CommentUnchecked=1
CustomColors=0
OSCPos=X0 Y0
OSTrans=255
OSCaption=0
AutoRefresh=0
ShowGroups=0
BarInfo=1
[ToolbarOptions]
IconSize=Large
UserLayout=BestFit
MainLayout=1,260,644|2,198,644|5,301,644|7,50,644|8,50,644|11,218,902|3,754,645|6,150,644|9,60,644|10,60,644|4,906,645|
MacroLayout=30,960,900|31,960,644|
FileLayout=New=新建(Ctrl+N):41(16), Open=打开(Ctrl+O):42(8), Save=保存(Ctrl+S):59(16), SaveAs=另存为 (Ctrl+Shift+S):86(16), , Export=导出为AHK (Ctrl+E):16(16), Preview=预览脚本(Ctrl+P):49(16), Options=设置(Ctrl+G):43(16)
RecPlayLayout=Record=录制宏(Ctrl+R):54(24), , PlayStart=激活宏(Ctrl+Enter):46(24), TestRun=回放当前宏(Ctrl+Shift+Enter):48(16), RunTimer=计时器(Ctrl+Shift+T):71(16)
SettingsLayout=HideMainWin=最小化到托盘:80(16), OnScCtrl=显示控制工具栏:87(16), , Capt=捕获此窗口中的键击:83(16), CheckHkOn=热键总是激活:82(16), , OnFinish=关机选项（当回放结束时）:20(-128), SetWin=上下文热键:101(16), , WinKey=添加Windows键到“回放”热键:88(16), SetJoyButton=使用操作杆作为热键:32(16)
CommandLayout=Mouse=鼠标(F2):38(16), Text=文本(F3):70(16), ControlCmd=控制(F4):7(16), , Sleep=暂停(F5):45(16), MsgBox=消息框(Shift+F5):11(16), KeyWait=等待按键(Ctrl+F5):77(16), , Window=窗口(F6):79(16), Image=图片/像素搜索(F7):27(16), Run=运行/文件/字符串/其他(F8):58(16), , ComLoop=循环(F9):36(16), ComGoto=去/标签（Shift + 9）:22(16), TimedLabel=设置定时器（CTRL+ F9）:71(16), , IfSt=If语句(F10):26(16), AsVar=变量 / 阵列(&V) (Shift+F10):75(16), AsFunc=函数 / 阵列方法 (Ctrl+F10):21(16), , Email=发电子邮件 (F11):112(16), DownloadFiles=下载文件 (Shift+F11):95(16), ZipFiles=压缩/解压缩文件 (Ctrl+F11):111(16), , IECom=IE浏览器(F12):25(16), ComInt=表达式 / COM接口 (التحول+F12):33(16), SendMsg=Windows消息(Ctrl+F12):61(16), , CmdFind=查找命令(Ctrl+Shift+F):92(16)
EditLayout=EditButton=编辑（回车）:14(16), CutRows=剪切所选行(Ctrl+X):9(16), CopyRows=复制所选行(Ctrl+C):8(16), PasteRows=粘贴已复制行(Ctrl+V):44(16), Remove=删除所选行(Del):10(16), , Duplicate=复写所选行(Ctrl+D):13(16), SelectMenu=选择:99(-128), CopyTo=复制到...:8(-128), , GroupsMode=组:104(24), , MoveUp=上移(Ctrl+PageUp):40(16), MoveDn=下移(Ctrl+PageDown):39(16), , Undo=撤销(Ctrl+Z):74(16), Redo=重做(Ctrl+Y):56(16), , FindReplace=查找/替换(Ctrl+F):19(16), EditComm=插入 / 编辑注释(Ctrl+L):5(16), EditColor=编辑颜色标记(Ctrl+M):3(16), , TabPlus=添加宏(Ctrl+T):66(16), TabClose=关闭宏(Ctrl+W):68(16), DuplicateList=复写宏(Ctrl+Shift+D):69(16), EditMacros=编辑宏(Ctrl+Shift+M):97(16), , Import=导入宏(Ctrl+I):28(16), SaveCurrentList=保存当前宏(Ctrl+Alt+S):67(16), , UserFunction=创建函数（Ctrl+Shift+ U）:35(16), FuncParameter=添加参数（Ctrl+Shift+ P）:107(16), FuncReturn=加入返程（Ctrl+Shift+ N）:105(16)
ShowBands=1,1,1,1,1,1,1,1,1,1,1
